<!DOCTYPE html>
<html lang="ar">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>سبورنت - Sporent</title>

    <!-- owl carousel css cdn link  -->
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/OwlCarousel2/2.3.4/assets/owl.carousel.min.css">

    <!-- font awesome cdn link  -->
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.2/css/all.min.css">

    <!-- custom css file link  -->
    <link rel="stylesheet" href="{{URL::asset('css/masterStyle.css')}}" />
    <link rel="stylesheet" href="{{URL::asset('css/terms_of_use_style.css')}}" />


</head>
<body>

<!-- header section starts  -->

<header>

    <a href="#" class="logo"><img src="{{URL::asset('images/logo.png')}}" alt=""></a>

    <div id="menu" class="fas fa-bars"></div>

    <nav class="navbar">
        <ul>
            <li><a href="{{ route('LandingAr') }}">الرئيسية</a></li>
            <li><a href="{{ route('LandingAr') }}">عن سبورنت</a></li>
            <li><a href="{{ route('LandingAr') }}">اتصل بنا</a></li>
            <li><a href="{{ route('PrivacyPolicyEn') }}">En</a></li>
        </ul>
    </nav>

</header>

<!-- header section ends -->

<!-- Social Media-->
@include('socialMedia')

<!-- feature section starts  -->

<section class="home" id="home">
    <div class="heading"><span>سياسة الخصوصية</span></div>
    <div class="box-container">
        <div class="box">
            <p>تُستخدم هذه الصفحة لإبلاغ الزائرين بسياساتنا المتعلقة بجمع المعلومات الشخصية واستخدامها والكشف عنها إذا قرر أي شخص استخدام خدمتنا. إذا اخترت استخدام خدمتنا ، فأنت توافق على جمع واستخدام المعلومات فيما يتعلق بهذه السياسة. يتم استخدام المعلومات الشخصية التي نجمعها لتوفير الخدمة وتحسينها. لن نستخدم أو نشارك معلوماتك مع أي شخص باستثناء ما هو موضح في سياسة الخصوصية هذه. إن المصطلحات المستخدمة في سياسة الخصوصية هذه لها نفس المعاني كما في الشروط والأحكام الخاصة بنا، والتي يمكن الوصول إليها عبر موقعنا الرسمي ما لم يتم تحديد خلاف ذلك في سياسة الخصوصية هذه.</p>

            <div class="MyTitle">جمع المعلومات واستخدامها</div>
            <p>للحصول على تجربة أفضل أثناء استخدام خدماتنا، قد نطلب منك تزويدنا بمعلومات تعريف شخصية معينة. سيتم الاحتفاظ بالمعلومات التي نطلبها من قبلنا واستخدامها كما هو موضح في سياسة الخصوصية هذه. تستخدم المنصة خدمات جهات خارجية قد تجمع المعلومات المستخدمة لتحديد هويتك. رابط لسياسة خصوصية موفري الخدمات من الأطراف الثالثة التي تسخدمها المنصة:</p>
            <ul class="MyLink"><li><a href="https://www.google.com/policies/privacy/" target="_blank">Google Play Services</a></li></ul>
            <ul class="MyLink"><li><a href="https://urway.sa/policy" target="_blank">URWAY Privacy Policy</a></li></ul>

            <div class="MyTitle">تسجيل البيانات</div>
            <p>نرغب في إعلامك بأنه في كل مرة تستخدم فيها خدمتنا، في حالة حدوث خطأ في المنصة نقوم بتجميع البيانات والمعلومات (من خلال منتجات طرف ثالث) على جهازك تسمى Log Log. قد تتضمن بيانات السجل هذه معلومات مثل عنوان بروتوكول الإنترنت (IP) الخاص بجهازك ، واسم الجهاز ، وإصدار نظام التشغيل ، وتكوين التطبيق عند استخدام الخدمة، ووقت وتاريخ استخدامك للخدمة ، وغيرها من الإحصاءات.</p>

            <div class="MyTitle">ملفات تعريف الارتباط "Cookies"</div>
            <p>ملفات تعريف الارتباط عبارة عن ملفات تحتوي على كمية صغيرة من البيانات التي يتم استخدامها بشكل شائع كمعرّفات فريدة مجهولة الهوية. يتم إرسالها إلى متصفحك من مواقع الويب التي تزورها ويتم تخزينها على الذاكرة الداخلية لجهازك. لا تستخدم هذه الخدمة هذه "ملفات تعريف الارتباط" بشكل صريح. ومع ذلك ، قد تسخدم منصتنا رمزًا ومكتبًا تابعًا لجهة خارجية يستخدم "ملفات تعريف الارتباط" لجمع المعلومات وتحسين خدماتها. لديك خيار إما قبول أو رفض ملفات تعريف الارتباط هذه ومعرفة متى يتم إرسال ملف تعريف الارتباط إلى جهازك. إذا اخترت رفض ملفات تعريف الارتباط الخاصة بنا ، فقد لا تتمكن من استخدام بعض أجزاء هذه الخدمة.</p>

            <div class="MyTitle">مقدمي الخدمة</div>
            <p>يجوز لنا توظيف شركات وأفراد من طرف ثالث للأسباب التالية:</p>
            <ul class="MyList">
                <li>لتسهيل خدمتنا.</li>
                <li>لتقديم الخدمة نيابة عنا.</li>
                <li>لتنفيذ الخدمات ذات الصلة بالخدمة, أولمساعدتنا في تحليل كيفية استخدام خدمتنا.</li>
            </ul>
            <p>نريد إبلاغ مستخدمي هذه الخدمة بأن هذه الأطراف الثالثة لديها حق الوصول إلى معلوماتك الشخصية. السبب هو تنفيذ المهام الموكلة إليهم نيابة عنا. ومع ذلك، فهي ملزمة بعدم الكشف عن أو استخدام المعلومات لأي غرض آخر.</p>

            <div class="MyTitle">الأمان</div>
            <p>نحن نقدر ثقتكم في تزويدنا بمعلوماتك الشخصية، وبالتالي فإننا نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحمايتها. ولكن تذكر أنه لا توجد طريقة للإرسال عبر الإنترنت أو طريقة التخزين الإلكترونية آمنة وموثوقة بنسبة 100٪ ، ولا يمكننا ضمان أمنها المطلق.</p>

            <div class="MyTitle">روابط لمواقع أخرى</div>
            <p>قد تحتوي هذه الخدمة على روابط لمواقع أخرى. إذا نقرت على رابط جهة خارجية، فسيتم توجيهك إلى هذا الموقع. لاحظ أن هذه المواقع الخارجية لا تعمل من قبلنا. لذلك ، ننصحك بشدة بمراجعة سياسة الخصوصية الخاصة بهذه المواقع. ليس لدينا أي سيطرة ولا نتحمل أي مسؤولية عن المحتوى أو سياسات الخصوصية أو الممارسات الخاصة بأي مواقع أو خدمات خاصة بطرف ثالث.</p>

            <div class="MyTitle">خصوصية الأطفال</div>
            <p>لا تتعامل هذه الخدمات مع أي شخص يقل عمره عن 13 عامًا. نحن لا نجمع معلومات التعريف الشخصية من الأطفال دون سن 13 عامًا. وفي حالة اكتشافنا أن طفلًا أقل من 13 عامًا قد زودنا بمعلومات شخصية ، فسنحذفه على الفور من خوادمنا. إذا كنت أحد الوالدين أو الوصي وكنت على علم بأن طفلك قد زودنا بمعلومات شخصية، يرجى الاتصال بنا حتى نتمكن من اتخاذ الإجراءات اللازمة.</p>

            <div class="MyTitle">التغييرات على سياسة الخصوصية</div>
            <p>يجوز لنا تحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. وبالتالي ، ننصحك بمراجعة هذه الصفحة بشكل دوري لأية تغييرات. سنعلمك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة. هذه التغييرات فعالة فور نشرها على هذه الصفحة.</p>

            <div class="MyTitle">نسعد بتواصلك معنا</div>
            <p>اتصل بنا إذا كان لديك أي أسئلة أو اقتراحات حول سياسة الخصوصية الخاصة بنا، فلا تتردد في الاتصال بنا.</p>

        </div>
    </div>

</section>

<!-- footer section ends -->


<!-- jquery cdn link  -->
<script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>

<!-- owl carousel js cdn link  -->
<script src="https://cdnjs.cloudflare.com/ajax/libs/OwlCarousel2/2.3.4/owl.carousel.min.js"></script>

<!-- custom js file link  -->
<script src="{{URL::asset('js/landing_page_js.js')}}"></script>

</body>
</html>
