<!DOCTYPE html>
<html lang="ar">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>سبورنت - Sporent</title>

    <!-- owl carousel css cdn link  -->
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/OwlCarousel2/2.3.4/assets/owl.carousel.min.css">

    <!-- font awesome cdn link  -->
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.2/css/all.min.css">

    <!-- custom css file link  -->
    <link rel="stylesheet" href="{{URL::asset('css/masterStyle.css')}}" />
    <link rel="stylesheet" href="{{URL::asset('css/terms_of_use_style.css')}}" />


</head>
<body>

<!-- header section starts  -->

<header>

    <a href="#" class="logo"><img src="{{URL::asset('images/logo.png')}}" alt=""></a>

    <div id="menu" class="fas fa-bars"></div>

    <nav class="navbar">
        <ul>
            <li><a href="{{ route('LandingAr') }}">الرئيسية</a></li>
            <li><a href="{{ route('LandingAr') }}">عن سبورنت</a></li>
            <li><a href="{{ route('LandingAr') }}">اتصل بنا</a></li>
            <li><a href="{{ route('TermsOfUse') }}">En</a></li>
        </ul>
    </nav>

</header>

<!-- header section ends -->

<!-- Social Media-->
@include('socialMedia')

<!-- feature section starts  -->

<section class="home" id="home">
    <div class="heading"><span>شروط الإستخدام</span></div>
    <div class="box-container">
        <div class="box">

            <div class="MyTitle">استخدام بوابة تطبيق (سبورنت):</div>
            <p>هذه البوابة الإلكترونية لتطبيق (سبورنت) بالمملكة العربية السعودية (التي يشار إليها هنا بعبارة "بوابة تطبيق سبورنت " أو "بوابة التطبيق" أو "البوابة") متاحة لاستخدامك الشخصي، ويخضع دخولك واستخدامك لهذه البوابة لبنود وشروط الاستخدام لأنظمة المملكة العربية السعودية. وكذلك يعد وصولك ودخولك إلى هذه البوابة موافقة دون قيد أو شرط على بنود وشروط الاستخدام سواء أكنت مستخدماً مسجلاً أم لم تكن، وتسري هذه الموافقة اعتبارا من تاريخ أول استخدام لك لهذه البوابة.</p>
            <p>وكما هو واضح من رؤية التطبيق ورسالته، فإن من أهم أهدافه زيادة التواصل مع الجمهور المستهدف وتقديم طيف متنوع من المعلومات والخدمات التي تساعد على إثراء التعامل مع التطبيق لدى زوار البوابة.</p>
            <p>ويتضمن استخدام البوابة عدداً من البنود والشروط التي تخضع لتحديثات وتغييرات مستمرة حسب الحاجة، ويصبح أي تعديل أو تحديث لأي من هذه البنود والشروط نافذًا فور اعتماده من إدارة البوابة؛ وهو ما يتطلب منك مراجعة مستمرة لشروط الاستخدام ومبادئ إخلاء المسؤولية لمعرفة أية تحديثات تتم عليها؛ إذ أن استمرارك في استخدام هذه البوابــة يعني اطلاعك وقبولك التام لأي تعديل تم على بنود وشروط استخدامها. علماً بأن هذه البنود والشروط تتضمن حقوق الملكية، كما أن إدارة البوابة غير مطالبة بالإعلان عن أية تحديثات تتم على تلك الشروط.</p>

            <div class="MyTitle">القيود على الاستخدام:</div>
            <p>باستخدامك لبوابة التطبيق، تقر بالامتناع عما يلي:</p>
            <ul class="MyList">
                <li>توفير أو تحميل ملفات تحتوي على برمجيات أو مواد أو بيانات أو معلومات أخرى ليست مملوكة لك أو لاتملك ترخيصاً بشأنها.</li>
                <li>استخدام هذه البوابة بأية طريقة لإرسال أي بريد إلكتروني تجاري أو غير مرغوب فيه أو أية إساءة استخدام من هذا النوع لبوابة التطبيق.</li>
                <li>الوصول إلى البيانات التي لا يقصد تقديمها لهذا المستخدم، أو الدخول على خادم أو حساب لا يصرح للمستخدم بالدخول عليه.</li>
                <li>توفير أو تحميل ملفات على هذه البوابة تحتوي على فيروسات أو بيانات تالفة.</li>
                <li>محاولة إجراء اختبار أو مسح أو فحص لإمكانية إصابة نقاط الضعف في نظام أو شبكة البوابة، أو انتهاك سلامة الإجراءات أو توثيقها من دون تصريح رسمي منها.</li>
                <li>نشر أو إعلان أو توزيع أو تعميم مواد أو معلومات تحتوي تشويهاً للسمعة أو انتهاكاً للقوانين أو مواد إباحية أو بذيئة أو مخالفة للتعاليم الإسلامية أو للآداب العامة أو أي مواد أو معلومات غير قانونية من خلال بوابة التطبيق.</li>
                <li>الاشتراك من خلال بوابة التطبيق في أنشطة غير مشروعة أو غير قانونية في المملكة العربية السعودية.</li>
                <li>الإعلان - على بوابة التطبيق - عن أي منتج أو خدمة تجعلنا في وضع انتهاك لأي قانون أو نظام مطبق في أي مجال.</li>
                <li>استخدام أية وسيلة أو برنامج أو إجراء لاعتراض أو محاولة اعتراض التشغيل الصحيح لبوابة التطبيق.</li>
                <li>القيام بأي إجراء يفرض حملاً غير معقول أو كبير أو بصورة غير مناسبة على البنية التحتية الرقمية أو غير الرقمية لبوابة التطبيق.</li>
                <li>استخدام موقع البوابة بأي طريقة كانت لإرسال بريد إلكتروني، أو أي أمور نيابة عنه، أو من خلال الإشارة إليه، أو بانتحال اسمه، أو صفته، تتضمن الإساءة أو التشهير بقطاع المعلومات، أو بالموقع، أو بأي شخص كان، أو الإعلان عن أخبار أو معلومات غير صحيحة ونسبتها للقطاع من دون وجه حق.</li>
            </ul>

            <div class="MyTitle">الروابط إلى بوابتنا:</div>
            <p>استخدام الروابط إلى بوابة التطبيق؛ باستثناء ما هو وارد أدناه، يمنع نقل أو نسخ أي من محتويات بوابة التطبيق أو إنشاء أية روابط إلكترونية خاصة بها أو عرض أي منها في إطار.</p>
            <p>يمكن وضع روابط خاصة ببوابة التطبيق في أية مواقع أخرى لا تتعارض في أهدافها وتوجهها العام مع أهداف وسياسات وأطر عمل البوابة الإلكترونية للتطبيق.</p>
            <p>لا يعتبر التطبيق بأي حال من الأحوال مشارك أو مرتبط بأي شكل كان بأية علامات أو شعارات أو رموز تجارية أو خدمية أو أية وسائل أخرى مستخدمة أو تظهر على مواقع ويب المرتبطة بهذه البوابة أو أي من محتوياتها.</p>
            <p>تحتفظ البوابة بكامل حقوقها في إيقاف وإعاقة أي ارتباط بأي شكل من الأشكال من أي موقع يحتوي على مواضيع غير ملائمة أو فاضحة أو متعدية أو بذيئة أو إباحية أو غير لائقة أو غير مقبولة أو غير قانونية، أو أسماء أو مواد أو معلومات تخالف أي قانون أو تنتهك أية حقوق للملكية الفكرية أو لحقوق الخصوصية أو حقوق العلنية أو الحقوق المدنية.</p>
            <p>تحتفظ البوابة بحق تعطيل أي ارتباط بأي شكل من الأشكال غير مصرح به ولا يتحمل أية مسئولية عن المحتويات المتوفرة في أي موقع آخر يتم الوصول إليه عبر هذه البوابة أو الوصول منه لهذه البوابة.</p>

            <div class="MyTitle">الروابط من بوابة سبورنت:</div>
            <p>يتم توفير روابط الاتصال الخاصة ببوابات و/أو مواقع ويب أخرى بغرض التسهيل على الزائر، ونحن غير مسئولين عن محتويات أو مصداقية البوابات و/أو المواقع التي نرتبط بها ولا نصادق على محتوياتها، وبذلك فإن استخدام أي من هذه الروابط للوصول إلى تلك المواقع أو البوابات يتم على مسئوليتك الخاصة بشكل كامل. وإذ نستهدف استبدال الروابط الإلكترونية المقطوعة -التي لا تعمل- بالمواقع الأخرى، وبما إننا لا نملك التحكم أو السيطرة على تلك الروابط؛ فإننا لا نضمن بأي حال أن تعمل هذه الروابط بصورة دائمة.</p>

            <div class="MyTitle">الحماية من الفيروسات:</div>
            <p>نبذل كل الجهود لفحص واختبار محتويات هذه البوابة في كل مراحل الإنتاج، وننصحك بأن تقوم دائما بتشغيل برنامج مضاد للفيروسات على كل المواد التي يتم إنزالها من الإنترنت. نحن لا نعتبر مسئولين عن أية خسارة أو انقطاع أو تلف لبياناتك أو جهاز الحاسب أو أي جهاز يستخدم للتصفح لديك والذي قد يحدث أثناء الاتصال بهذه البوابة أو عند استخدام مادة واردة من هذه البوابة.</p>

            <div class="MyTitle">التنازل عن المطالبات:</div>
            <p>إن بوابة التطبيق والخدمات والمعلومات والمواد والوظائف المتاحة بها أو التي يمكن الوصول إليها من خلال البوابة يتم توفيرها لاستخدامكم الشخصي "كما هي" و "كما هي متاحة" دون أي إقرار أو وعود أو ضمانات من أي نوع. ولا يمكننا أن نضمن أو أن نتحمل المسؤولية عن أية انقطاعات أو أخطاء أو تجاوزات قد تنشأ عن استخدام هذه البوابة أو محتوياتها أو أي موقع يرتبط بها -سواء كان ذلك بعلمنا أو بدون علمنا.</p>
            <p>إن أية اتصالات أو معلومات قد يقوم المستخدم بإرسالها من خلال هذه البوابة لن يكون له الحق في ملكيتها أو حق ضمان سريتها كما أن أي استخدام أو استخدام تفاعلي تتضمنه هذه البوابة لا تضمن أولا يقصد بها أن تضمن للمستخدم أي حقوق أو تراخيص أو أية امتيازات من أي نوع. كما أن تنازل البوابة عن أي حق متاح لها ومحدد ضمن هذه الشروط في أحد الأماكن أو المناسبات لا يعني بأي حال تنازلاً تلقائياً وبشكل دائم عن أية حقوق في أماكن ومناسبات أخرى.</p>

            <div class="MyTitle">حدود المسئولية:</div>
            <p>الخدمات الإلكترونية التي تقدمها البوابة عبر الإنترنت والحصول على معلومات بشأن الدوائر والجهات المختلفة يتم تقديمها فقط لتسهيل الإجراءات اليدوية، وبهذا تقر بعلمك الكامل بأن الاتصالات عبر شبكة الإنترنت قد تتعرض للتدخل أو الاعتراض بواسطة الغير، وأن البوابة لا تستبدل المعلومات المتوفرة من خلال الجهات الرسمية وأن الطلبات والإجراءات الإدارية يمكن اتخاذها مباشرة أمام الجهات المختصة. وعليه، فان اللجوء إلى هذه البوابة يظل على مسئوليتك الخاصة، ونحن لا نكون بأي حال من الأحوال مسئولين عن أية خسارة أو ضرر من أي نوع قد تتكبده بسبب استخدامك أو زيارتك للبوابة أو اعتمادك على أي بيان أو رأي أو إعلان في البوابة أو ما قد ينجم عن أي تأخير في التشغيل أو تعثر الاتصال أو مشاكل الدخول إلى شبكة الإنترنت أو أعطال المعدات أو البرامج أو سلوك أو أفكار أي شخص يدخل إلى هذه البوابة. وبهذا تقر هنا وتوافق على أن وسيلتكم الحصرية والوحيدة لعلاج أي ضرر أو خسارة قد تحدث نتيجة دخولك أو استخدامك لهذه البوابة هي الامتناع عن استخدامها أو الدخول إليها أو عدم الاستمرار في ذلك.</p>

            <div class="MyTitle">التعويض:</div>
            <p>بهذا تقر بعدم اتخاذ أي إجراء ضد بوابة تطبيق سبورنت أو أي من إداراتها أو ملاكها وتعويضها وتأمينها من المسئولية وكذلك أية جهات أو موظفين أو وكلاء يكونون مسئولين عن إدارة أو صيانة أو تحديث أو تقديم البوابة، وذلك من كافة الالتزامات والمسئوليات التي قد تطرأ فيما يتصل بأية مطالبة تنشأ عن أي إخلال من جانبك ببنود وشروط الاستخدام أو أي من القوانين السارية سواء في المملكة العربية السعودية أو المكان الذي تقيم فيه.</p>

            <div class="MyTitle">إنهاء الاستخدام:</div>
            <p>يجوز لنا وحسب تقديرنا المطلق إنهاء أو تقييد أو إيقاف حقك في الدخول إلى البوابة واستخدامها دون إشعار ولأي سبب بما في ذلك مخالفة شروط وبنود الاستخدام أو أي سلوك آخر قد نعتبره حسب تقديرنا الخاص غير قانوني أو مضرًا بالآخرين، وفي حالة الإنهاء، فإنه لن يكون مصرحا لك بالدخول إلى هذه البوابة.</p>

            <div class="MyTitle">حقوق الملكية:</div>
            <p>لا يجوز بأي شكل من الأشكال بيع أو ترخيص أو تأجير أو تعديل أو نسخ أو استنساخ أو إعادة طبع أو تحميل أو إعلان أو نقل أو توزيع أو العرض بصورة علنية أو تحرير أو إنشاء أعمال مشتقة من أي مواد أو محتويات من هذه البوابة للجمهور أو لأغراض تجارية دون الحصول على الموافقة الخطية المسبقة من إدارة البوابة.</p>
            <p>ويمنع منعا باتا أي تعديل لأي من محتويات البوابة. كما أن الرسومات والصور في هذه البوابة محمية بموجب حقوق النشر، ولا يجوز استنساخها أو استغلالها بأية طريقة كانت دون موافقة خطية مسبقة من إدارة البوابة.</p>

            <div class="MyTitle">المرجعية القضائية:</div>
            <p>بهذا توافق على الخضوع حصريًا للمحاكم القضائية بالمملكة العربية السعودية فيما يتعلق بكافة المطالبات والخلافات التي تنشأ عن استخدامك لهذه البوابة، علماً بأن اللغة العربية ستكون هي اللغة الرسمية المستخدمة لحل أية خلافات تنشأ عن استخدامك للبوابة أو أي من محتوياتها.</p>

            <div class="MyTitle">بنود وشروط عامة:</div>
            <p>إن اللغة العربية هي اللغة الأساسية لاستخدام البوابة والاستفادة من كل المواد المنشورة عليها، ويهدف ترجمة أي من هذه المواد لتقديم خدمة مضافة، وعليه فلا يتم الاستناد إلى الترجمة المتوفرة في تفسير أي خلاف حول ما تتضمنه البوابة من محتوى.</p>
            <p>‌كل اللوائح والقوانين المنشورة على البوابة سواء الخاصة بالتطبيق أو بجهات أخرى قد تخضع للترجمة لتفسير معانيها بهدف زيادة الفائدة، غير أن النص العربي لكل تلك اللوائح والقوانين يشكل المرجعية الأساسية، وعليه فلا يمكن بأي حال الاعتماد على الترجمة التفسيرية الخاصة بها لاستنباط أية معلومات أو تفاصيل.</p>
            <p>‌تشتمل البوابة على عدد من قنوات وأدوات المشاركة الإلكترونية مثل المنتديات، استطلاعات الرأي، التعليقات على كل ما ينشر، المدونات، نظام التصويت، تعليقات الزوار، الاشتراكات الشخصية ورسائل الهاتف الجوال وخدمات الهاتف المجاني على مدار الساعة.</p>
            <p>‌وضعت إدارة البوابة عدداً من المعايير والقيود الخاصة باستخدام كل قنوات المشاركة الإلكترونية بما يضمن تحقيق أعلى فائدة مرجوة من مبدأ المشاركة الإلكترونية، ويعد استخدامك لهذه القنوات موافقة دائمة على المعايير والقيود الخاصة باستخدامها.</p>
            <p>للإدارة البوابة الحق الكامل في حذف أو عدم نشر أية تعليقات أو مشاركات لمستخدمي البوابة تراها إدارة البوابة غير مناسبة.</p>
            <p>‌يمكنك الاطلاع على كل معايير وقيود استخدام قنوات المشاركة الإلكترونية من خلال هذه الصفحة.</p>
        </div>
    </div>

</section>



<!-- footer section ends -->


<!-- jquery cdn link  -->
<script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>

<!-- owl carousel js cdn link  -->
<script src="https://cdnjs.cloudflare.com/ajax/libs/OwlCarousel2/2.3.4/owl.carousel.min.js"></script>

<!-- custom js file link  -->
<script src="{{URL::asset('js/landing_page_js.js')}}"></script>

</body>
</html>
